<div class="column_2_article">
    <p class='bold'>Чем система «Mixcont Control» отличается от других систем управления процессами смешения</p>
    <p>«Mixcont Control» является уникальной благодаря способности оценивать свойства смеси во время ее смешения в смесителе.</p>
</div>

<div class="column_2_article">
    <p class='bold'>Как работает система «Mixcont Control»?</p>
    <p>«Mixcont Control» использует датчики установленные на оборудовании, с целью получения входных величин для управляющего алгоритма системы: вращающего момента с вала двигателя смесителя, сигнала с термопары, позиции и давления верхнего пресса, скорости вращения роторов и т.д. Интеллектуальная обработка перечисленных сигналов дает оценочные свойства смеси (вязкость и однородность, дисперсию сыпучих ингредиентов) достигнутые к текущему моменту. Оценочные свойства сравниваются с заданными, и на основании полученной разницы алгоритм корректирует параметры управления (скорость вращения роторов и давление верхнего пресса, температура выгрузки и т.д.), с целью достижения заданных свойств смеси за возможно более короткое время. Описанная корректировка производится с частотой один раз в секунду.</p>
</div>

<div class="column_2_article">
    <p class='bold'>Как система «Mixcont Control» оценивает свойства смеси?</p>
    <p>«Mixcont Control» следует принципу схожему с принципом, используемым и Oscillating Disk Rheometer (ODR):</p>
    <ul>
        <li>Реометр использует вращающий момент с вала двигателя для определения вязкости образца,
        <li>«Mixcont Control» использует вращающий момент с вала двигателя смесителя в комбинации с температурой смеси, позицией и давлением верхнего пресса, скоростью вращения роторов для определения вязкости и однородности смеси, находящейся в смесителе и степени диспергирования сыпучих ингредиентов.
    </ul>

    <p>«Mixcont Control» оценивает перечисленные свойства с целью обеспечения их заданных значений для каждой порции смеси. </p>
</div>


<div class="column_2_article">
    <p class='bold'>С любыми ли смесителями совместима система «Mixcont Control»?</p>
    <p>Да. С любыми. Никаких ограничений нет. «Mixcont Control» осуществляет управление как интермиксами, так и тангенциальными смесителями любых производителей, независимо от срока их эксплуатации, с приводом постоянного и переменного тока, с постоянной скоростью вращения роторов и управляемой, с гидравлическим и пневматическим поплавками, с управляемым и неуправляемым давлением верхнего пресса и т.д. Управляя любым смесителем, система «Mixcont Control» обеспечивает существенное улучшение качества смесей и значительное сокращение времени смешения и потребляемой энергии.</p>
</div>

<div class="column_2_article">
    <p class='bold'>Любые ли смеси могут смешиваться системой «Mixcont Control»?</p>
    <p>Да. Любые. «Mixcont Control» может быть использован для смешения любого типа резиновых смесей. К тому же проводились испытания системы «Mixcont Control» по смешению таких не полимерных смесей как тесто, маргарин, бетон, смеси древесных опилок и смол (для производства древесностружечных плит) и других. Во всех случаях система доказала свою эффективность.</p>
</div>

<div class="column_2_article">
    <p class='bold'>Что дает замена обычной системы управления процессами смешения на «Mixcont Control»?</p>
    <p>Многолетний опыт эксплуатации системы «Mixcont Control» на предприятиях производящих различные резиновые смеси показывает, что «Mixcont Control» дает от 5 до 20% экономии времени и энергии одновременно с существенным улучшением качества любых типов резиновых смесей и готовых изделий:</p>
    <ul>
        <li>Достигается стабильность свойств смесей несмотря на непостоянство свойств ингредиентов и условий смешения.
        <li>Большая часть «сложных» смесей, качество которых до установки системы «Mixcont Control» часто не соответствовало требованиям, получают желаемое, стабильное качество.
        <li>Процент брака и число проблем при дальнейшей обработке смесей на вальцах и экструдерах и вовремя молдинга готовых изделий существенно понижается.
        <li>Стабилизируется качество конечных изделий.
    </ul>
</div>

<div class="column_2_article">
    <p class='bold'>Есть ли еще какие-либо уникальные преимущества у системы «Mixcont Control»?</p>
    <p>Да:</p>
    <ul>
        <li>«Mixcont Control» визуализирует определенные в реальном времени величины вязкости, однородности смеси и дисперсии сыпучих ингредиентов одновременно с выгрузкой каждой порции смеси из смесителя после каждого шага смешения. В результате большая часть проблем с качеством каждой порции смеси становится видимой как только она выгружается из смесителя после первого (и всех последующих) шагов смешения.
        <li>«Mixcont Control» определяет уровень дисперсии наполнителей и химикатов в реальном времени, в то время как этот исключительно важный показатель качества смесей обычно не тестируется на резиновых заводах, так как приборы определяющие дисперсию (DisperGrader) дороги, редки и каждый тест занимает много времени.
        <li>«Mixcont Control» автоматически идентифицирует и дает оповещение о различных внештатных ситуациях, которые проявляются в не логичном и/или не физическом и/или не типичном для данного процесса поведении сигналов с различных сенсоров.
    </ul>
</div>

<div class="column_2_article">
    <p class='bold'>Как интегрировать систему «Mixcont Control» в уже имеющийся процесс производства?</p>
    <p>«Mixcont Control» легко интегрируется в существующую систему управления, не нарушая ее целостность, поскольку:</p>
    <ul>
        <li>работает с ней в параллель, выполняя управление шагами смешения по-средством выдачи команд, которые существующая система сама, как и прежде, передает на исполнительные механизмы через с ПЛК (программируемый логический контроллер).
        <li>управление всеми остальными шаги (взвешиванием, загрузкой, выгрузкой и т.д.) осуществляется имеющейся системой как и до установки «Mixcont Control». 
    </ul>

    <p>Инсталляция системы не требует остановки производства.</p>
</div>


