<?php
/*
 * To change this template, choose Tools | Templates
 * and open the template in the editor.
 */
?>


<div class="column_2_article">
    <h3>Почему производители резиновых смесей выбирают систему управления «Mixcont Control»</h3>
    
    <p>В условиях растущей конкуренции производителям резиновых смесей приходится минимизировать затраты на производство и в то же время повышать качество продукции.</p>
    <p>Это ставит перед администраторами и технологами не простую задачу – повысить производительность линий смешения и улучшить качество смесей в условиях, когда свойства сырья и условия смешения постоянно меняются, нередки простои и проблемы с качеством из-за неполадок с оборудованием и организационных проблем.</p>
    <p>В этой непростой ситуации система управления «Mixcont» cтановится незаменимым помощником и администратору, и технологу, и рабочему</p>
    <p>Система управления смешением «Мixcont Control» автоматически, в реальном времени определяет изменения в свойствах смеси, адоптирует способ смешения к меняющимся свойствам ингредиентов и условиям смешения, оптимизирует способ смешения от загрузки к загрузке обеспечивая желаемое качество смеси за минимально возможное время и при минимально возможном потреблении энергии. К тому же данная система автоматически диагностирует неисправности датчиков и оборудования, и информирует пользователя как только появляются первые признаки неисправностей.<br> Мixcont MCStats дает наглядную картину производственного процесса в форме графиков и таблиц различных параметров, устанавливает причинно-следственную связь между этими параметрами, указывает узкие места, помогает распределить усилия таким образом, что бы достичь наивысших показателей при имеющихся ресурсах.</p>
</div>

<div class="column_2_article">
    <h3>Как работет автоматическая, адаптивная, самообучающаяся, система управления резиносмесителями «Mixcont Control»</h3>
    
    <p>Система управления «Mixcont Control» осуществляет автоматическую подстройку способа смешения к свойствам смеси по мере их эволюции в процессе смешения. Автоматическая подстройка основана на:</p>
    
    <ol>
        <li>Формализованных знаниях о возможном поведении данного типа смесей в данном смесителе, накопленных системой за время ее эксплуатации на данном заводе
        <li>Оценке изменения свойств смеси во время смешения по средством анализа поведения параметров оказывающих влияние на свойства смеси и параметров отражающих изменения свойств смеси (скорость вращения роторов, крутящий момент двигателя, поведение температуры, длительность смешения и т.д.)
        <li>Автоматическом выборе способа смешения, обеспечивающем требуемое качество смеси за минимально возможное время и при минимально возможных затратах энергии.
    </ol>
    
    <p>Это дает возможность:</p>
    
    <ol>
        <li>Автоматически поддерживать свойства смеси на заданном уровне, минимизируя воздействия изменений в свойствах ингредиентов, условиях смешения и других возмущающих факторов,
        <li>Обеспечивать приемлимое качество смесей когда в процессе их смешения происходят такие внештатные ситуации как поломка термопары и т. д
        <li>Целенаправленно изменять качество смесей изменяя задание на качество увеличить производительность и снизить затраты энергии.
    </ol>
</div>