<style type="text/css">
/*     ul li{
        color: red;
    }*/
</style>

<div class="column_2_article">
    <h3>MCBrowser</h3>

    <p>«MCBrowser» это программа для онлайн/оффлайн просмотра и визуального анализа данных относящихся к процессу смешения в смесителе, на вальцах и экструдере таких как: </p>

    <ol>
        <li><strong>графическое изображение изменения сигналов с различных датчиков</strong> установленных на оборудовании, обеспечивающем и обслуживающем процесс смешения; частота записи и обновления сигналов для просмотра один раз в секунду; программа позволяет просмотр любой комбинации сигналов на одном графике;
        <li><strong>параметры, характеризующие протекание процесса:</strong>
            <ul>
                <li>для смесителя - время смешения, потребленная энергия, средний крутящий момент, показание термопары в момент выгрузки и прочее для каждой проции смеси;
                <li>для вальцов - время смешения, потребленная энергия, средний крутящий момент для каждой порции смешанной смеси; 
                <li>для экструдера - средние величины потребленной энергии, крутящего момента, реального давления и температуры в головке за определенные интервалы времени т.д.    
            </ul>
        </li>

        <li><strong>параметры управления:</strong>
            <ul>
                <li>для смесителя - задание на скорость вращения роторов, давление верхнего пресса, температуру или время выгрузки и т.д используемые для каждой порции смешанной смеси;
                <li>для вальцов – расстояние между валками, скорости вращения валков, температура охлаждения и т.д для каждой смеси в исследуемом интервале времени;
                <li>для экструдера - скорость вращения шнека, давление в головке, температура охлаждения и т.д для каждой смеси в исследуемом интервале времени;
            </ul>
        </li>

        <li><strong>информация о сырье:</strong> название поставщика, номер поставки и т.д привязанная к номеру каждой порции смеси смешанной в смесителе;
        <li><strong>информация о взвешивании:</strong> реальный и заданный вес ингредиентов со всех автоматически взвешивающих механизмов привязанный к номеру каждой порции смеси смешанной в смесителе;
        <li><strong>информация о загрузке:</strong> время загрузки ингредиентов с каждого загрузочного механизма для каждой порции смеси смешанной в смесителе;
        <li><strong>результаты тестирования</strong> привязанные к номеру порции смеси смешанной в смесителе.
        <li><strong>Простои</strong> на смесительном оборудовании привязанные ко времени, идентификатору смеси (и номеру порции смеси для смесителя) смешиваемой до начала простоя.    
    </ol>

    <p>Все данные, относящиеся к одному номеру порции смеси (или к одному интервалу времени для экструдера) могут быть показаны на экране в любой комбинации или по-отдельности.</p>

    <p>Приведенные выше информация сжата и архивирована на сервере MixCont, так что один сервер может хранить и представлять для анализа данные за десятки лет производства на нескольких линиях смешения.</p>

    <p>«MCBrowser» обеспечивает доступ к данным через внутреннюю сеть данного предприятия и/или интернет. Количество клиентских модулей не ограничено.</p>

<!--    <img src="images/stats_interface_1.png" alt="stats_interface_1">
<script type="text/javascript">
    element_img = getElementByAlt("stats_interface_1");
    setCSSProperty(element_img, "width", "430px");
    setCSSProperty(element_img, "height", "204px");
    setCSSProperty(element_img, "margin-right", "5px");
    setCSSProperty(element_img, "-webkit-box-shadow", "0px 0px 5px 0px #444");
    setCSSProperty(element_img, "-moz-box-shadow", "0px 0px 5px 0px #444");
    setCSSProperty(element_img, "box-shadow", "0px 0px 5px 0px #444");
</script>-->

</div>