<?php
/*
 * To change this template, choose Tools | Templates
 * and open the template in the editor.
 */
?>


<div class="column_2_article">
    <h3>MCStats</h3>

    <p>«MCStats» собирает, обрабатывает, систематизирует и делает комплексный анализ различного рода данных относящихся к производству резиновых смесей, представляя полную структурированную информацию о всем производственном процессе в виде простых и удобных в использовании таблиц, графиков и сообщений. Так, например, статистическая информация о сырье, автоматическом взвешивании, смешении в смесителе, на вальцах и экструдере, статусе оборудования и результатах тестирования в лаборатории как смесей, так и готовых продуктов предоставляется одной программой и может выводиться на экран компьютера в любой комбинации и различных формах.</p>  

    <img src="images/stats_interface_1.png" alt="stats_interface_1">
    <script type="text/javascript">
        element_img = getElementByAlt("stats_interface_1");
        setCSSProperty(element_img, "width", "430px");
        setCSSProperty(element_img, "height", "204px");
        setCSSProperty(element_img, "margin-right", "5px");
        setCSSProperty(element_img, "-webkit-box-shadow", "0px 0px 5px 0px #444");
        setCSSProperty(element_img, "-moz-box-shadow", "0px 0px 5px 0px #444");
        setCSSProperty(element_img, "box-shadow", "0px 0px 5px 0px #444");
    </script>

    <p>«MCStats» выявляет проблемы, закономерности, причинно-следственные связи между различными параметрами и событиями, делает выводы и предупреждает о скрытых возможностях и опасностях. </p>

    <p>Так, например, «MCStats» определяет:</p>

    <ol>
        <li>Причины ухудшения качества одной смеси или группы смесей, например, это может быть новая поставка поставка технического углерода с меньшей прочностью гранул или значительная утечка смазки из подшипников в смеситель и т.д.
        <li>Факторы негативно влияющие на качество смесей и производительность линий смешения, такие как: неправильное функционирование системы создающей давление в верхнем прессе, не оптимальная настройка электрического привода двигателя смесителя/вальцов/экструдера; слишком низкий коэффициент заполнения смесителя для одной группы смесей, приводящий к недостаточной дисперсии сыпучих ингредиентов и к снижению производительности; слишком высокий коэффициент заполнения смесителя для другой группы смесей, приводящий к неоднородности смесей и т.д.
        <li>Неисправность оборудования на ранней стадии: понижение эффективности охлаждающей системы смесителя, вальцов, экструдера; нарушение изоляции кабелей проложенных между экструдером и ”PLC”; неисправность термопары через несколько секунд после того как поломка произошла. Диагностика такого рода проблем осуществляется с помощью автоматического выявления не логичного, не физического или не типичного для процесса резиносмешения поведения сигналов с различных сенсоров установленных на смесителе и другом оборудовании обеспечивающем процесс производства резиновых смесей.
    </ol>



    <p>«MCStats» определяет в реальном времени и выводит на информационный монитор перечень проблем произошедших за последние 24 часа с указанием времени, когда каждая проблема началась и закончилась, во время смешения какой смеси и какой порции смеси это произошло, описание каждой проблемы и ее возможные причины. Программа предоставляет возможность сортировки проблем по времени, типу, причинам и коду смеси.</p>

    <p>Использование программы «MCStats»:</p>

    <ol>
        <li>Существенно облегчает поиск причин различного рода проблем (регулярно происходящих на данном производстве), делая работу технологов и другого персонала ответственного за производственный процесс гораздо более эффективной
        <li>Способствует уменьшению количества брака по-средством выявления проблем как только они случаются
        <li>Предотвращает серьезное повреждение оборудования за счет ранней диагностике его неверного срабатывания
        <li>Увеличивает производительность линий смешения благодаря уменьшению количества и длительности простоев и выявлению факторов понижающих эффективность производства
        <li>Дает возможность гораздо более эффективно использовать имеющееся оборудование и человеческие ресурсы    
    </ol>

</div>