<div class="column_2_article">
    <h3>MCLab</h3>

    <p>«Mixcont Lab» высокоэффективная система по сбору, обработке и анализу лабораторных данных и интегрирации лабораторных данных с другими данными относящимися к технологическому процессу. Эта система создана на основании пожеланий технологов и менеджмента различных резиновых компаний специально для автоматизации лабораторий относящихся к производству резиновых смесей и готовых изделий из резины.</p>
    <img src="images/lab_interface_1.png" alt="lab_interface_1">
    <script type="text/javascript">
        element_img = getElementByAlt("lab_interface_1");
        setCSSProperty(element_img, "width", "430px");
        setCSSProperty(element_img, "height", "204px");
        setCSSProperty(element_img, "margin-right", "5px");
        setCSSProperty(element_img, "-webkit-box-shadow", "0px 0px 5px 0px #444");
        setCSSProperty(element_img, "-moz-box-shadow", "0px 0px 5px 0px #444");
        setCSSProperty(element_img, "box-shadow", "0px 0px 5px 0px #444");
    </script>
    <p>«Mixcont Lab» автоматически собирает и обрабатывает данные введенные вручную и результаты тестирования с любого типа приборов, любых производителей и любого года выпуска.</p>
    
    <p>«Mixcont Lab» система визуализирует:
    <ul>
        <li>Процедуру тестирования для каждого теста.
        <li>Результаты тестирования, пределы, и статус результата (соответствует спецификации или нет) для каждого тест-параметра. Статус результата определяется автоматически.
        <li>Кривые с реометров и других приборов, предоставляющих графическое изображение тестируемых параметров. Для упрощения сравнения кривых предусмотрено их наложение на одном графике.    
    </ul>

    <p>«Mixcont Lab» имеет интерфейс для импорта из различных административных систем производственного плана, набора тестов и частоты тестирования для каждой из смесей, перечисленных в производственном плане или без привязки к плану. Параметры тестирования могут автоматически загружаются в соответствующие приборы. Редактирование параметров тестирования, набора тестов соответствующих определенным смесям и т.д. осуществляется через удобный и простой интерфейс.</p>
    <p>Статистические кривые и гистограммы предоставляются для всех результатов тестирования выраженных в числовой форме. Специально разработанная поисковая система позволяет за несколько секунд представить статистические кривые соответствующие тест данным с десятков тысяч тестов. «Mixcont Lab» делает всеобъемлющие статистические анализы, а также представляет интерфейс для анализа данных в Excel и специализированных аналитических программных продуктах таких как MatLab, Diadem и так далее.
</p>
</div>
